Repository: liraymond04/lotm-subs
Catalog: ep11/ep11-omegat/omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 3-0217不能对着自己和队友
en_us: 3-0217 cannot aimed at yourself or your teammates.

source: 一切都是假象
en_us: It's all an illusion.

source: 一条改革与振兴之路
en_us: A road to reform and revitalization.

source: 一起去死吧 一走
en_us: You can go die together!

source: 下午耍小花招
en_us: Playing little tricks this afternoon.

source: 不像我认识的任何一种药粉
en_us: is unlike any powder I recognize.

source: 不再有危险和疯狂
en_us: no longer harbor any danger or madness.

source: 不出两日
en_us: In less than two days,

source: 不对
en_us: That's not right.

source: 不属于这个时代的愚者
en_us: [In Hermes]\N{\i1}The Fool that doesn’t belong to this era,

source: 不幸死于心疾
en_us: sadly passed away due to heart disease.

source: 不能直视
en_us: Do not look directly at it.

source: 不自量力的虫子
en_us: Insect that overestimates his capabilities.

source: 不要
en_us: No!

source: 不要随意更改召唤物的具体描述
en_us: don't change the actual description of the summoning object,

source: 不需要通过神灵
en_us: No need to go through a god.

source: 与暴行
en_us: and savagery.

source: 严惩凶手
en_us: Punish the murderer!

source: 丧钟
en_us: Your death knell

source: 也受到魔药的影响了吧
en_us: Did she also receive the effects of the potion?

source: 也没有人
en_us: Yet no one

source: 也能让她们化为尘埃
en_us: it can turn them to dust.

source: 人们对前路茫然
en_us: People are unsure of what lies ahead.

source: 人类通过服食魔药
en_us: Humanity through consuming potions

source: 从序列九开始
en_us: start from Sequence 9.

source: 任何造谣
en_us: Any rumors

source: 任我摆弄的愧儡
en_us: dancing on my strings atop the altar.

source: 会影响我对王国的渗透
en_us: will disrupt my infiltration of the kingdom.

source: 似乎
en_us: It seems

source: 但梅纳德这种意外
en_us: But an accident like Maynard's

source: 何必呢
en_us: Why bother?

source: 你
en_us: You...

source: 你们抓紧时间
en_us: You two make haste.

source: 你们这是公然违背权利与自由约章
en_us: You are flagrantly violating the Charter of Rights and Freedoms!

source: 你进行得很顺利
en_us: you are advancing very smoothly.

source: 做得很好
en_us: Very well done.

source: 冰霜
en_us: [In Hermes]\N{\i1}Icy Frost!

source: 冲破桔
en_us: Break through our shackles,

source: 净化
en_us: [In Hermes]\N{\i1}Purification!

source: 切记
en_us: Remember,

source: 即使是碎片
en_us: Even as fragments,

source: 即将回归它该有的秩序
en_us: will soon return to its rightful order!

source: 压抑
en_us: Oppression.

source: 原本属于一位通灵者
en_us: It originally belonged to a Spirit Medium.

source: 原来你在这里
en_us: So you were here.

source: 去死吧
en_us: Go to hell!

source: 又是原初魔女
en_us: The Primordial Demoness again.

source: 又是镜子替身
en_us: Mirror Substitution again!

source: 反对新政
en_us: Oppose the new policies!

source: 只有跟随我
en_us: only by following me

source: 叫上科恩黎
en_us: Call Kenley.

source: 召唤信使的仪式魔法
en_us: The ritualistic magic for summoning a messenger

source: 召唤失败了吗
en_us: Did the summoning fail?

source: 召唤我自己的话
en_us: If I were to summon myself,

source: 召唤物的具体描述
en_us: the exact description of the summoning object.

source: 可以拥有比肩神明的力量
en_us: can possess power comparable to gods.

source: 可能是小丑的灵性感知比较强
en_us: It's possible a Clown's spiritual perception is relatively strong.

source: 向原初
en_us: To the Primordial,

source: 听听
en_us: Listen

source: 听说可以熬制出让男人和女人都满意的药剂
en_us: I heard it can be brewed into a drug that satisfies both men and women.

source: 圣女大人
en_us: Your Excellency, Saintess.

source: 太快了
en_us: Too fast!

source: 失效了
en_us: It’s been nullified.

source: 夹层
en_us: An intermediate layer.

source: 女士们先生们
en_us: Ladies and gentlemen.

source: 她不会和教唆者特里斯一样
en_us: Could she be the same as Instigator Tris?

source: 她为什么会来这附近
en_us: Why would she come around here?

source: 她早已脱离了梦境
en_us: her to have long escaped the dream.

source: 她没有被梦魔控制
en_us: She's not under the control of Nightmare!

source: 如果你做不到对欢愉的控制
en_us: If you cannot exercise control over your pleasures,

source: 完成生命层次的晋升
en_us: completing their promotion to life's natural order.

source: 宣誓你的忠诚
en_us: swear your loyalty!

source: 对未来失去信心
en_us: They have lost faith in the future.

source: 对魔女的伤害有加成
en_us: It deals bonus damage to the Witch.

source: 封印
en_us: [In Hermes]\N{\i1}Seal!

source: 将团结新党与保守党
en_us: that I shall unite the New Party and the Conservative Party

source: 尝过一次蚀骨的欢愉
en_us: Once you've tasted that all-consuming pleasure,

source: 就再也无法逃离
en_us: there's no escaping it again.

source: 就别怪我会再次把你收入裙摆之下
en_us: then don't blame me for taking you in under my skirt another time.

source: 就让这秩序
en_us: Let this order

source: 居然惊动了她
en_us: would stir her to action.

source: 居然能瞒过我
en_us: So you were able to stay concealed from me.

source: 属于廷根
en_us: belongs to Tingen!

source: 已前往风暴的海洋
en_us: and has passed on to the Berserk Sea.

source: 已经敲响
en_us: has already tolled!

source: 市议会的核心都是些男人
en_us: The core of city council is just some men.

source: 希望队长那边一切顺利
en_us: I hope everything goes smoothly on the Captain's side.

source: 年轻的值夜者
en_us: Young Nighthawk.

source: 幻现
en_us: [In Hermes]\N{\i1}Illusion.

source: 序列数字越低
en_us: The lower the Sequence number,

source: 应该还需要我去灰雾之上回应一下祈求
en_us: I should also need to respond to the prayer from above the gray fog.

source: 廷根新党前党首梅纳德先生
en_us: former head of the Tingen New Party, Mr. John Maynard,

source: 建立自由
en_us: Establishing a free

source: 异端
en_us: Heretic!

source: 强行推行
en_us: This is being forced through!

source: 很好
en_us: Very good.

source: 徒劳的挣扎
en_us: A futile struggle.

source: 必须用更隐蔽的方式
en_us: I need to use a more covert method.

source: 必须要预判她的行动
en_us: I need to foresee her movements.

source: 愿女神庇佑你
en_us: May the Goddess bless you.

source: 愿宁静的黑夜内
en_us: May the serene night

source: 成为祭台上
en_us: You become a shameful puppet

source: 我
en_us: [In Ancient Hermes]\N{\i1}I!

source: 我不想再看见
en_us: I don't want to see it again.

source: 我以我的名义召唤
en_us: [In Hermes]\N{\i1}I summon in my name.

source: 我们都知道
en_us: We all know that

source: 我会远距离拖她入梦
en_us: I'll drag her into a dream from a distance.

source: 我喜欢这诱人的气息
en_us: I like this captivating atmosphere.

source: 我在此承诺
en_us: I hereby pledge

source: 我将引领廷根
en_us: I will lead Tingen

source: 我将推动建立新的秩序
en_us: I will push to establish a new order,

source: 我就能将整座廷根
en_us: I can present the whole of Tingen

source: 我很欣赏你
en_us: I really admire you,

source: 我感到深深的遗憾
en_us: I am filled with deep regret.

source: 我现在应该只能沉睡着
en_us: I would be deep asleep now,

source: 我的大人
en_us: my Excellency.

source: 我的小可爱
en_us: My little cutie.

source: 我看到了原初魔女的雕像
en_us: I saw the statue of the Primordial Demoness.

source: 我要申请克制魔女的封印物
en_us: I want to request a Sealed Artifact to restrain the Witch,

source: 所以相当隐蔽
en_us: Therefore, it's quite secretive.

source: 才序列八
en_us: Only Sequence 8.

source: 才能得到圣化与救赎
en_us: attain sainthood and salvation!

source: 执掌好运的黄黑之王
en_us: [In Hermes]\N{\i1}the King of Yellow and Black who wields good luck.

source: 掌握不同的非凡能力
en_us: harnessed various Beyonder abilities,

source: 推行新政
en_us: and implement the new policies!

source: 搜查一切非凡线索
en_us: Search for any trace of Beyonders.

source: 收到
en_us: Copy that.

source: 新政决议案没有获得绝对多数通过
en_us: The resolution on the new policies did not pass by an absolute majority!

source: 无法毁掉
en_us: It cannot be destroyed.

source: 旧秩序
en_us: the old order

source: 明白
en_us: Understood.

source: 昨天
en_us: Yesterday,

source: 是你吗
en_us: Was it you?

source: 是向自己祈求
en_us: is to pray to yourself.

source: 是我
en_us: I...

source: 是木乃伊粉
en_us: It's mummy powder.

source: 是的队长
en_us: Yes, Captain.

source: 是魔女的绝妙配方
en_us: Are all an exquisite recipe for a witch.

source: 暴乱
en_us: unrest,

source: 最后一只虫子
en_us: The last remaining insect

source: 最终的末日
en_us: the end of days.

source: 有发现
en_us: I've discovered something.

source: 有种熟悉的气息
en_us: There's a familiar presence.

source: 木
en_us: M―—

source: 木乃伊还有这功能
en_us: Mummy powder has that kind of use?

source: 未来
en_us: The future

source: 机会
en_us: A chance!

source: 来吧
en_us: Come!

source: 果然
en_us: As expected,

source: 查尼斯门后的封印之力
en_us: the power of the seal behind Chanis Gate.

source: 根本无法锁定
en_us: It's impossible to lock on.

source: 梅纳德先生
en_us: Mr. Maynard

source: 梦魔控制增强了
en_us: Nightmare's control has strengthened.

source: 楼下的善后工作我处理完
en_us: I’ve finished handling the aftermath downstairs―—

source: 欢乐的廷根
en_us: and joyful Tingen!

source: 欢愉
en_us: [In Hermes]\N{\i1}Pleasure!

source: 正腐蚀着廷根
en_us: are all corroding Tingen.

source: 此进化路径称为
en_us: This path of evolution is called

source: 比我们更懂女人
en_us: also understands women more than us.

source: 比我们更懂男人
en_us: understands men more than us.

source: 沉眠
en_us: [In Hermes]\N{\i1}Slumber!

source: 没事了
en_us: It's okay.

source: 没想到
en_us: I didn’t expect

source: 没想到梅纳德的意外身死
en_us: I did not expect that Maynard's unexpected death

source: 没有人
en_us: No one

source: 注意隐秘行事
en_us: Take care to be discreet.

source: 潜入我家的小老鼠
en_us: The little mouse sneaking into my house.

source: 灰雾之上的神秘主宰
en_us: [In Hermes]\N{\i1}the mysterious ruler above the gray fog;

source: 特里斯
en_us: Tris.

source: 犯了错
en_us: made a mistake.

source: 献给您
en_us: to you,

source: 申请文件
en_us: Application form.

source: 疾病
en_us: disease,

source: 痛苦
en_us: Suffering.

source: 皆成过往
en_us: will be consigned to the past!

source: 直行
en_us: Straight forward.

source: 看来
en_us: It seems that

source: 看起来没有什么异常
en_us: Looks like nothing's out of the ordinary.

source: 真把我自己给召唤出来了
en_us: I really summoned myself!

source: 睡魔
en_us: {\i}Sleep Demon.

source: 祈求的重点是
en_us: The important part to the prayer is

source: 神之途径
en_us: the Path of the Divine.

source: 秉承梅纳德先生遗志
en_us: in accordance with the late Mr. Maynard's wishes,

source: 科恩黎
en_us: Kenley!

source: 突遭不测
en_us: met with an untimely death,

source: 等待你们吻醒
en_us: waiting for you to wake me up with a kiss.

source: 细细教导
en_us: I will instruct you thoroughly.

source: 终于出现了
en_us: has finally shown up.

source: 绝望
en_us: Despair.

source: 绞死她
en_us: Hang her!

source: 绞死那个女人
en_us: Hang that woman!

source: 罪恶
en_us: Crime.

source: 肃静
en_us: Order.

source: 自廷根开始
en_us: start from Tingen.

source: 藏形
en_us: [In Hermes]\N{\i1}Hidden Form.

source: 藏着什么秘密
en_us: what secrets are you hiding?

source: 血咒
en_us: [In Hermes]\N{\i1}Blood Curse.

source: 被雪伦蒙蔽了
en_us: I was fooled by Madam Sharon.

source: 要不是神像刚巧在我身边
en_us: If it wasn’t for the fact that the statue happened to be beside me,

source: 让你得到真正的安眠
en_us: May you find true peace.

source: 让我们远离混乱
en_us: and let us escape this chaos.

source: 记住
en_us: Remember,

source: 记得戴刺女士说过
en_us: I remember Madam Daly said before,

source: 说出你的秘密
en_us: Speak your secrets!

source: 谁不想一夜荡魄销魂
en_us: Who wouldn't want to wash away their soul in ecstasy for one night?

source: 贪婪好色的虫
en_us: Insatiable, lecherous insects.

source: 贫困
en_us: Poverty.

source: 贫穷
en_us: poverty,

source: 贵族圈里的新流行
en_us: The latest craze in aristocratic circles.

source: 走上一条光明与希望之路
en_us: down a road of light and hope.

source: 跟上前面的车
en_us: Follow that carriage up ahead.

source: 跟丢了
en_us: Lost them.

source: 躲过
en_us: And avoid

source: 还合了些灰雾的力量
en_us: It also has some powers of the gray fog.

source: 还带了点阳炎符咒的力量
en_us: it also brought some powers of the Flaring Sun Charms.

source: 这么顺利
en_us: It went so smoothly.

source: 这二十二条进阶之路
en_us: These twenty-two paths of advancement

source: 这人似乎和雪伦夫人长得有点像
en_us: This person seems to look a bit like Madam Sharon.

source: 这就是
en_us: This is

source: 这是给你的奖赏
en_us: This is a reward for you.

source: 这片大陆
en_us: This continent

source: 这罐粉末
en_us: This can of powder

source: 这美妙的声音
en_us: to this wonderful sound!

source: 这里是
en_us: This place is

source: 进来
en_us: Come in.

source: 送我去一个地方
en_us: Send me somewhere.

source: 通灵者的镜子
en_us: Spirit Medium’s Mirror.

source: 通知弗莱替我值守查尼斯门
en_us: Notify Frye to guard Chanis Gate for me.

source: 逮捕雪伦·霍伊
en_us: Arrest Sharon Khoy!

source: 那个神像
en_us: That statue!

source: 那样很容易引来可怕的怪物
en_us: or the ritual could easily attract a terrifying monster.

source: 都是对逝者的侮辱
en_us: are an insult to the deceased.

source: 队长
en_us: Yes, Captain.

source: 队长他们已经搜查过
en_us: The Captain and the others have already searched it before.

source: 阳光不会灼伤灵体了
en_us: the sun won't burn my Spirit Body!

source: 雪伦
en_us: Sharon.

source: 雪伦夫人以前的恋人
en_us: Madam Sharon's past lover!

source: 雪伦夫人施加了干扰
en_us: Madam Sharon applied interference.

source: 雪伦夫人能发现我的跟踪
en_us: Madam Sharon can detect my tailing.

source: 非凡世界
en_us: The world of Beyonders.

source: 非凡能力越强
en_us: the greater the Beyonder abilities.

source: 靠拢原初
en_us: and advancing towards the Primordial,

source: 饥荒
en_us: famine,

source: 高序列强者
en_us: High-Sequence Beyonders

source: 魔女教派
en_us: Demoness Sect?

source: 魔杖替身
en_us: Mirror Substitution!

source: 麻木
en_us: Apathy.

source: 黑夜
en_us: [In Hermes]\N{\i1}Evernight

source: 黑焰
en_us: [In Hermes]\N{\i1}Black Flame.

source: 黑荆棘
en_us: Blackthorn.
